Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: Add source paths...
pt_br: Adicionar diretórios fonte...

source: Add additional source paths
pt_br: Adiciona diretórios de código fonte adicionais

source: Debugger Command...
pt_br: Comando do depurador...

source: Shared Libraries
pt_br: Bibliotecas compartilhadas

source: Show shared libraries mappings
pt_br: Mostra mapeamentos de bibliotecas compartilhadas

source: Continue the execution of the program
pt_br: Continua a execução do programa

source: Single step into function
pt_br: Dá um passo para dentro da função

source: Single step over function
pt_br: Dá um único passo que varre toda a função

source: Single step out of the function
pt_br: Dá um passo para sair da função

source: Run to the cursor
pt_br: Executa até o cursor

source: Display information about the current frame of execution
pt_br: Exibe informações sobre o frame atual da execução

source: Pa_use Program
pt_br: Pa_usar o Programa

source: Pauses the execution of the program
pt_br: Pausa a execução do programa

source: Debugger operations
pt_br: Operações de depuração

source: Unable to find one debugger plugin supporting a target with %s mime type
pt_br: Não foi possível localizar um plug-in depurador que suporte um alvo com o tipo mime %s

source: Register
pt_br: Registrador

source: From
pt_br: De

source: To
pt_br: Para

source: Symbols read
pt_br: Símbolos lidos

source: Shared library operations
pt_br: Operações de bibliotecas compartilhadas

source: Signal
pt_br: Sinal

source: Stop
pt_br: Parar

source: Print
pt_br: Imprimir

source: Pass
pt_br: Passar

source: Send to process
pt_br: Enviar ao processo

source: Signal operations
pt_br: Operações de sinal

source: Whether to display line marker pixbufs
pt_br: Exibir ou não pixbufs marcadores de linha

source: Set current frame
pt_br: Define o frame atual

source: Active
pt_br: Ativo

source: File
pt_br: Arquivo

source: Line
pt_br: Linha

source: Arguments
pt_br: Argumentos

source: Plugin '%s' does not want to be deactivated
pt_br: O plug-in "%s" não quer ser desativado

source: No plugin is able to load other plugins in %s
pt_br: Nenhum plug-in habilitado para carregar outros plug-ins em %s

source: Anjuta shell for which the plugins are made
pt_br: Shell do Anjuta no qual os plug-ins são feitos

source: Cannot find a terminal, using xterm, even if it may not work
pt_br: Não foi possível encontrar um terminal, usando o xterm, o que pode não funcionar

source: Unable to load user interface file: %s
pt_br: Não foi possível carregar arquivo de interface de usuário: %s

source: Up to date
pt_br: Atualizado

source: Before using this new configuration, the default one needs to be removed. Do you want to do that ?
pt_br: Antes de utilizar esta nova configuração, a configuração padrão deve ser removida. Você quer fazer isso ?

source: No License
pt_br: Sem licença

source: Guess from type
pt_br: Adivinhar do tipo

source: Implementation
pt_br: Implementação

source: Nick
pt_br: Apelido

source: Blurb
pt_br: Sinopse

source: ParamSpec
pt_br: Especificação de Parâmetros:

source: Marshaller
pt_br: Organizador

source: Standard diff
pt_br: Diff padrão:

source: Patch-Style diff
pt_br: Diff no estilo do patch

source: Extern (rsh)
pt_br: Externo (rsh)

source: Password server (pserver)
pt_br: Servidor de senhas (pserver)

source: Are you sure you want to debug a program not using the Debug configuration ? When optimizations are enabled, the debugger cannot always identify the source code corresponding to the instructions, some commands can perform in a strange way, especially steps.
pt_br: Você tem certeza que você quer depurar um programa sem usar a configuração de Depuração ? Quando otimizações estão habilitadas, o depurador nem sempre consegue identificar o código fonte corresponde às instruções, e alguns comandos podem se comportar de maneira estranha, especialmente passos.

source: Do not show again
pt_br: _Não mostrar novamente

source: Add bookmark
pt_br: _Adicionar marcador

source: Remove bookmark
pt_br: Remover marcador

source: Top
pt_br: Topo

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Column 1
pt_br: Coluna 1

source: Amend the previous commit
pt_br: Fazer amend do commit anterior

source: Use custom author information:
pt_br: Usar informação personalizada do autor:

source: Remote
pt_br: Remoto

source: Branches to delete:
pt_br: Branches a serem excluídos:

source: Branches must be fully merged
pt_br: Os branches devem ser completamente mesclados

source: Check out all local changes
pt_br: Gerar cópia de todas as mudanças locais

source: Grep:
pt_br: Grep:Author" means search for commits whose author matches the given grep expression. "Grep

source: Sign this tag
pt_br: Assinar esta etiqueta

source: Repository origin
pt_br: Repositório de origem

source: page 1
pt_br: página 1

source: page 2
pt_br: página 2

source: page 3
pt_br: página 3

source: Repository to push to:
pt_br: Repositório para fazer push para:

source: Push all tags
pt_br: Fazer push de todas as etiquetas

source: Tags
pt_br: Etiquetas

source: Push all branches and tags
pt_br: Fazer push de todos os branches e etiquetas

source: Apply mailbox files
pt_br: Aplicar arquivos da caixa de mensagens

source: Select Mailbox File
pt_br: Selecionar arquivo da caixa de mensagens

source: Mailbox file containing patches:
pt_br: Arquivo de caixa de mensagens contendo patches:

source: Commit to Cherry Pick:
pt_br: Fazer o commit no Cherry Pick:

source: Show source revision in log message
pt_br: Mostrar revisão do código fonte na mensagem de log

source: Add signed-off by line
pt_br: Adiciona aprovados por linha

source: Delete Tags
pt_br: Excluir etiquetas

source: Tags to delete:
pt_br: Etiquetas a excluir:

source: Stash Uncommitted Changes
pt_br: Fazer stash das alterações sem commit

source: Stash Message (Optional)
pt_br: Mensagem de Stash (Opcional)

source: Stash indexed changes
pt_br: Alterações indexadas no Stash

source: Stash the working tree's uncommitted changes
pt_br: Colocar no stash as alterações sem commit da árvore de trabalho

source: Apply the selected stash
pt_br: Aplicar o stash selecionado

source: Show the contents of the selected stash in an editor
pt_br: Mostra o conteúdo do stash selecionado em um editor

source: Drop the selected stash
pt_br: Remover o stash selecionado

source: Clear all stashes
pt_br: Limpar todos os stashes

source: Apply Stash
pt_br: Aplicar stash

source: Stash to Apply
pt_br: Stash a ser aplicado:

source: Restore index
pt_br: Restaurar índices

source: Please select a mailbox file.
pt_br: Por favor, selecione um arquivo de caixa de mensagens.

source: Please enter the commit author's name.
pt_br: Por favor, digite o nome do autor do commit.

source: Please enter the commit author's e-mail address.
pt_br: Por favor, digite o e-mail do autor do commit.

source: Git: Deleted selected branches.
pt_br: Git: Branches selecionados excluídos.

source: Please select branches to delete
pt_br: Por favor, selecione branches para excluir

source: Git: Deleted selected tags.
pt_br: Git: Etiquetas selecionadas excluídas.

source: Select a file
pt_br: Selecionar um arquivo

source: Tag: %s
pt_br: Etiqueta: %s

source: Please select a remote to pull from.
pt_br: Por favor, selecione um remote para fazer um pull a partir.

source: Git: Push complete.
pt_br: Git: Push completo.input widget

source: Please select a remote to push to.
pt_br: Por favor selecione um remote para fazer um push.

source: Please enter the URL of the repository to push to.
pt_br: Por favor, digite o URL do repositório para fazer um push.

source: Git: Pushing...
pt_br: Git: Fazendo push...

source: Git: Stash dropped.
pt_br: Git: Stash removido.

source: Git: All stashes cleared.
pt_br: Git: Todos os stashes removidos.

source: There are no branches available.
pt_br: Não há branches disponíveis.

source: Please select a stash
pt_br: Por favor, selecione um stash.

source: Git: Changes stored in a stash.
pt_br: Git: Alterações salvas em um stash

source: Git: Stashed changes applied.
pt_br: Git: Alterações no Stash aplicadas

source: Column %i
pt_br: Coluna %i

source: _Changes
pt_br: Alterações

source: Commit changes to the local repository
pt_br: Faz commit ao repositório local

source: Show uncommitted changes
pt_br: Mostra alterações sem commit

source: _Stash uncommitted changes...
pt_br: Fazer _stash das alterações sem commit

source: Save uncommitted changes and re-apply them later
pt_br: Salva alterações sem commit e reaplicar depois

source: _Apply stashed changes...
pt_br: _Aplicar alterações no stash

source: Apply stashed changes to the working tree
pt_br: Aplica alterações do stash na árvore de trabalho

source: View change history
pt_br: Mostra histórico de alterações

source: _Remote repository
pt_br: Repositório _remoto

source: _Push...
pt_br: Fazer _push...

source: Push changes to a remote repository
pt_br: Faz o push das alterações para um repositório remoto

source: Update the working copy
pt_br: Atualiza a cópia de trabalho

source: Update remote branches
pt_br: Atualiza branches remotos

source: _Files
pt_br: Arquivos

source: Add files to the repository
pt_br: Adiciona arquivos ao repositório

source: Remove files from the repository
pt_br: Remove arquivos do repositório

source: Revert uncommitted changes to files
pt_br: Reverte alterações sem commit em arquivos

source: Remove files from the commit index
pt_br: Remove arquivos do índice de commit

source: Mark conflicted files as resolved
pt_br: Marca arquivos em conflito como resolvidos

source: Generate patch files for submission upstream
pt_br: Gera arquivos de patch para submeter ao upstream

source: _Apply...
pt_br: _Aplicar...

source: Start applying a patch series
pt_br: Inicia a aplicação de uma série de patches

source: _Continue with resolved conflicts
pt_br: _Continuar com os conflitos resolvidos

source: Continue applying a series after resolving conflicts
pt_br: Continue a aplicação de uma série depois de resolver conflitos

source: _Skip current patch
pt_br: Pular o patch atual

source: Skip the current patch in the series and continue
pt_br: Pula o patch atual na série e continua

source: Stop applying the series and return the repository to its original state
pt_br: Para de aplicar a série e recoloque o repositório no seu estado original

source: Create a branch
pt_br: Cria um branch

source: Delete branches
pt_br: Exclui branch

source: Switch to another branch
pt_br: _Alterna para outro branch...

source: Merge changes from another branch into the current one
pt_br: Mescla alterações de outro branch com o atual

source: Merge your changes with an upstream remote branch
pt_br: Mescla suas alterações com um branch remoto do upstream

source: Start a rebase
pt_br: Inicia um rebase

source: Continue a rebase that stopped because of conflicts
pt_br: Continua um rabase que parou por causa de conflitos

source: Skip the current conflicted commit and continue
pt_br: Pula o commit atual com conflito e continua

source: Abort the rebase and put the repository in its original state
pt_br: Aborta um rebase e colocar o repositório no seu estado original

source: Selectively merge individual changes from other branches into the current one
pt_br: Aplica, seletivamente, mudanças individuais de outros branches no atual

source: Add a remote branch
pt_br: Adicionar um branch remoto

source: Delete a remote branch
pt_br: Exclui um branch remoto

source: Create a tag
pt_br: Cria etiqueta

source: _Delete tag...
pt_br: _Excluir etiqueta...

source: Delete tags
pt_br: Exclui etiquetas

source: _Reset/Revert
pt_br: _Redefinir/Reverter

source: Reset repository head to any past state
pt_br: Recoloca o head do repositório em qualquer estado passado

source: Revert a commit
pt_br: Reverte um commit

source: Start a bisect operation
pt_br: Inicia uma operação de bisect

source: Stop the bisect and bring the tree back to normal
pt_br: Pára um bisect e coloca a árvore de volta ao normal

source: Mark the current head revision as good
pt_br: Marca a revisão head atual como boa

source: Mark the current head revision as bad
pt_br: Marca a revisão head atual como ruim

source: _Initialize repository
pt_br: Inicializar repositório

source: Create a new git repository or reinitialize an existing one
pt_br: Cria um novo repositório do git ou reinicializa um existente

source: Show changes introduced by this commit
pt_br: Mostrar alterações introduzidas por este commit

source: View a copy of this file at this revision
pt_br: Mostra uma cópia deste arquivo nesta revisão

source: Create a branch with the selected revision as its head
pt_br: Criar um branch com a revisão selecionada como head

source: Create a tag at this revision
pt_br: Crie uma etiqueta nesta revisão

source: Reset repository head to this revision
pt_br: Redefine o head do repositório nesta revisão

source: Revert this commit
pt_br: Reverte este commit

source: Merge this commit into the current branch
pt_br: Mescla este commit com o branch atual

source: Mark this revision as good
pt_br: Marca esta revisão como boa

source: Mark this revision as bad
pt_br: Marca esta revisão como ruim

source: View changes to this file or folder
pt_br: Mostra alterações neste arquivo ou pasta

source: Add this file or folder to the repository
pt_br: Adiciona este arquivo ou pasta ao repositório

source: Remove this file or folder from the repository
pt_br: Remove este arquivo ou pasta do repositório

source: Top level git menu item
pt_br: Item de menu git de nível superior

source: Current
pt_br: Atual

source: Before end
pt_br: Antes do final

source: After begin
pt_br: Depois do início

source: End of file
pt_br: Fim do arquivo

source: To avoid this message turn off "%s" flag in Preferences->Glade GUI Designer
pt_br: Para evitar esta mensagem desligue a opção "%s" em Preferências->Construtor de Interfaces Glade

source: Couldn't find an associated document
pt_br: Não foi possível encontrar um documento associado

source: Top level widget
pt_br: Widget de nível superior

source: Underline-Plain
pt_br: Sublinhado comum

source: Underline-Squiggle
pt_br: Sublinhado ondulado

source: Couldn't checkout the supplied uri "%s", the error returned was: "%s"
pt_br: Não foi possível fazer check out do uri "%s", o erro recebido foi: "%s"

source: Project name
pt_br: Nome do projeto

source: Import from folder
pt_br: Importar de uma pasta

source: Location:
pt_br: Localização:

source: Import from version control system
pt_br: Importar do sistema de controle de versão

source: Import options
pt_br: Opções de importação

source: Import project
pt_br: Importar projeto

source: Import
pt_br: Importar

source: Select project type
pt_br: Selecione o tipo do projeto

source: Select an Image File
pt_br: Selecionar um arquivo de imagem

source: Choose Icon
pt_br: Escolha o ícone

source: Create Gtk Builder interface file
pt_br: Cria o arquivo de interface glade

source: Create a template Gtk Builder interface file
pt_br: Cria um modelo do arquivo de interface do Gtk Builder

source: Create a template gtk builder interface file
pt_br: Cria um modelo de arquivo de interface do gtk builder

source: Previous Commit Messages:
pt_br: Mensagem anterior de submissão:

source: Use previous message
pt_br: Usar mensagem anterior

source: Tag _Implementation
pt_br: Marcação de _implementação

source: _Find Symbol...
pt_br: _Localizar símbolo...

source: Find Symbol
pt_br: Localizar símbolo

source: %s: Generating inheritances...
pt_br: %s: Gerando heranças...

source: %s: %d files scanned out of %d
pt_br: %s: %d arquivos varridos de %d

source: Generating inheritances...
pt_br: Gerando heranças...

source: %d files scanned out of %d
pt_br: %d arquivos varridos de %d

source: Populating symbols' db...
pt_br: Populando banco de dados de símbolos...

source: SymbolDb popup actions
pt_br: Ações do menu de contexto do SymbolDb

source: SymbolDb menu actions
pt_br: Ações de menu do SymbolDb

source: This option enables the default packages required by your opened project, e.g. glib and gtk+ if you create a Gtk+ project (may require more cpu work)
pt_br: Esta opção habilita os pacotes padrão necessários para seu projeto aberto, por exemplo: glib e gtk+ se você criar um projeto Gtk+ (pode precisar de mais trabalho de cpu)

source: This option means that the global system packages will be scanned contemporary with the project's ones
pt_br: Esta opção significa que o sistema global de pacotes será lido ao mesmo tempo que os do projeto

source: Update automatically the file's symbols without saving. The update occurs after 10 seconds of no keypress by user.
pt_br: Atualiza automaticamente os símbolos de arquivos sem salvar. A atualização acontece depois de 10 segundos sem o usuário apertar qualquer tecla.

source: Project root URI
pt_br: URI raiz do projeto

source: Project root path
pt_br: Caminho da raíz do projeto

source: Selected URI in the file manager plugin
pt_br: URI selecionado no plug-in de gerenciamento de arquivos

source: Selected directory in the file manager plugin
pt_br: Diretório selecionado no plug-in de gerenciamento de arquivos

source: Selected full file name in the file manager plugin
pt_br: Nome completo do arquivo selecionado no plug-in de gerenciamento de arquivos

source: Selected full file name without extension in the file manager plugin
pt_br: Nome completo do arquivo sem extensão selecionado no plug-in de gerenciamento de arquivos

source: Selected file name in the file manager plugin
pt_br: Nome de arquivo selecionado no plug-in de gerenciamento de arquivos

source: Selected file name without extension in the file manager plugin
pt_br: Nome de arquivo sem extensão no plug-in de gerenciamento de arquivos

source: Selected file's extension in the file manager plugin
pt_br: Extensão de arquivo selecionada no plug-in de gerenciamento de arquivos

source: Selected URI in the project manager plugin
pt_br: URI selecionado no plug-in de gerenciamento de projeto

source: Selected directory in the project manager plugin
pt_br: Diretório selecionado no plug-in de gerenciamento de projeto

source: Selected full file name in the project manager plugin
pt_br: Nome completo de arquivo selecionado no plug-in de gerenciamento de projeto

source: Selected full file name without extension in the project manager plugin
pt_br: Nome completo de arquivo selecionado sem extensão no plug-in de gerenciamento de projeto

source: Selected file name in the project manager plugin
pt_br: Nome de arquivo selecionado no plug-in de gerenciamento de projeto

source: Selected file name without extension in the project manager plugin
pt_br: Nome de arquivo selecionado sem extensão no plug-in de gerenciamento de projeto

source: Selected file extension in the project manager plugin
pt_br: Extensão de arquivo selecionada no plug-in de gerenciamento de projeto

source: Currently edited file name
pt_br: Nome de arquivo atualmente editado

source: Currently edited file name without extension
pt_br: Nome de arquivo atualmente editado sem extensão

source: Currently edited file directory
pt_br: Diretório de arquivo atualmente editado

source: Currently selected text in editor
pt_br: Texto atualmente selecionado no editor

source: Current word in editor
pt_br: Palavra atual no editor

source: Current line in editor
pt_br: Linha atual no editor

source: Ask the user to get additional parameters
pt_br: Pergunte ao usuário para obter parâmetros adicionais

source: Icons
pt_br: ícones

source: Text + Icons
pt_br: Texto + Ícones

source: Gnome toolbar setting
pt_br: Definições da barra de ferramentas

source: Tabs
pt_br: Abas

source: Text below icons
pt_br: Texto abaixo dos ícones

source: Text beside icons
pt_br: Texto ao lado dos ícones

source: Icons only
pt_br: Somente ícones

source: Text only
pt_br: Somente texto

source: Do not display warning if not using a Debug configuration
pt_br: Não mostrar avisos se não estiver usando uma configuração de depuração

source: Line up parentheses
pt_br: Alinhar parênteses

source: Indent:
pt_br: Recuo:

source: Parenthese indentation
pt_br: Recuo por parênteses

source: Symbol Database Plugin for Anjuta.
pt_br: Plug-in de banco de dados de símbolos para o Anjuta.

source: private
pt_br: privado

source: protected
pt_br: protegido

source: public
pt_br: público

source: Anjuta was not able to automatically determine the encoding of the file you want to open.
pt_br: O Anjuta não pôde determinar automaticamente a codificação do arquivo que você deseja abrir.

source: File to syncronize the profile XML
pt_br: Arquivo para sincronizar o XML do perfil

source: Failed to read '%s': XML parse error. Invalid or corrupted Anjuta plugins profile.
pt_br: Falha ao ler "%s": erro de análise do XML. Perfil inválido ou corrompido de plug-ins do Anjuta.

source: You do not seem to have PackageKit installed. PackageKit is required for installing missing packages. Please install "packagekit-gnome" package from your distribution, or install the missing packages manually.
pt_br: Aparentemente você não tem o PackageKit instalado. O PackageKit é necessário para instalar pacotes em falta. Por favor instale o pacote "packagekit-gnome" da sua distribuição, ou instale os pacotes em falta manualmente.

source: Installation failed: %s
pt_br: Instalação falhou: %s

source: The "%s" package is not installed. Please install it.
pt_br: O pacote "%s" não está instalado. Por favor, instale-o.

source: Cannot find a terminal; using xterm, even if it may not work
pt_br: Não foi possível encontrar um terminal; usando o xterm, mesmo que este não funcione

source: Unable to display help. Please make sure the Anjuta documentation package is installed. It can be downloaded from http://anjuta.org.
pt_br: Não foi possível exibir a ajuda. Por favor, certifique-se de que o pacote de documentação do Anjuta tenha sido instalado. Ele pode ser obtido a partir do endereço http://anjuta.org

source: Cannot compile "%s": No compile rule defined for this file type.
pt_br: Não foi possível compilar "%s": Nenhuma regra de compilação definida para esse tipo de arquivo.

source: Cannot configure project: Missing configure script in %s.
pt_br: Não foi possível configurar o projeto: Falta o script de configuração em %s.

source: C_onfigure Project…
pt_br: Configurar projeto

source: Author Email Address:
pt_br: E-mail do autor:

source: Could not find autogen version 5; please install the autogen package. You can get it from http://autogen.sourceforge.net.
pt_br: Não foi possível localizar a versão 5 do autogen, por favor, instale o pacote do autogen. Você pode obtê-lo a partir do site: http://autogen.sourceforge.net

source: Browse…
pt_br: Navegar...

source: Please note: Pressing OK will delete the file from disk and from CVS. Of course, the file won't be removed from CVS before you use CVS Commit. You have been warned!
pt_br: Por favor, note que: Ao pressionar OK você deletará o arquivo do disco e do CVS. Obviamente, o arquivo não será removido do CVS antes que você utilize o Commit CVS. Você foi alertado!

source: Choose file or directory to get log for:
pt_br: Escolha o arquivo ou diretório para obter log:

source: CVS command failed. See above for details
pt_br: O comando CVS falhou. Veja os detalhes acima

source: CVS command is running — please wait until it finishes!
pt_br: O comando CVS está em execução - por favor, aguarde sua finalização!

source: Syncronize your local copy with the CVS tree
pt_br: Sincroniza sua cópia local com a árvore CVS
